Repository: Haakenlid/tassen
Catalog: django/translation/*/LC_MESSAGES/django.po
Languages: nn

source: Create dummy adverts.
nn: Lag dummy-annonser

source: Adverts
nn: Annonsar

source: print
nn: trykk

source: display price
nn: oppgitt pris

source: AdFormat
nn: Annonseformat

source: AdFormats
nn: Annonseformatar

source: size and shape of ad
nn: storleik for annonsen

source: comma separated list of extra css classes to apply.
nn: ekstra css-klasser som blir brukt

source: Maximum ads to show at once.
nn: Maksimalt antall annonsar som visast om gongen.

source: Location
nn: Plassering

source: Locations
nn: Plasseringar

source: Customer
nn: Kunde

source: Customers
nn: Kundar

source: Image advert
nn: Biletefil

source: HTML advert
nn: HTML-annonse

source: Dummy or unfinished advert
nn: Skisse

source: Draft
nn: Skisse

source: Private
nn: Privat

source: Published
nn: Publisert

source: Fallback
nn: Reserve

source: Short description of this ad.
nn: Kort skildring

source: Who bought this ad?
nn: Kven betaler for annonsen?

source: Where to show the ad
nn: Kor skal annonsen visast.

source: Ordering of the ad within the channel
nn: Intern rekkefølgje i denne kanalen

source: Publication status
nn: publiseringsstatus

source: Advert type.
nn: Annonsetype

source: When to start serving this ad
nn: Starttid for annonsen

source: When to stop serving this ad
nn: Sluttid for annonsen

source: Image Ad: image file in jpg or png format
nn: Bileteannonse: fil i jpg eller png-format

source: Image Ad: url that ad links to
nn: Bileteannonse: url det lenkast til

source: Image ad: alternative text for image
nn: Bileteannonse: alternativ tekst for bilete

source: HTML to use for ad instead of serving an image ad.
nn: HTML-kode for annonsen

source: Advert
nn: Annonse

source: Choose one or more ad channels before publishing.
nn: Velg ei eller fleire plasseringar før annonsen kan publiserast.

source: Published ad must contain an image or html code.
nn: Ein publisert annonse må innehalde enten eit bilete eller html-kode

source: Image ads must have a link.
nn: Bileteannonser må ha ei lenke

source: Image ads must have alternative text.
nn: Bileteannonser må ha alternativ tekst

source: End time must be after start time.
nn: Sluttid må være etter starttid

source: active
nn: aktiv

source: Contributors
nn: Opphavspersoner

source: Name of person.
nn: Navn på person

source: Unknown
nn: Ukjent

source: Active
nn: Aktiv

source: Retired
nn: Sluttet

source: External
nn: Ekstern

source: Verified to be a correct name.
nn: Kontrollert

source: photo used for byline credit.
nn: Bilete brukt i bylines

source: Contributor
nn: Opphavsperson

source: title
nn: tittel

source: Job title at the publication.
nn: Stilling i redaksjonen

source: Position
nn: Stilling

source: Positions
nn: Stillinger

source: contributor
nn: opphavsperson

source: Frontpage
nn: Framside

source: Unique label used in url
nn: Unikt nøkkelord i url

source: This page is published.
nn: Denne artikkelen er publisert

source: Frontpages
nn: Framsider

source: {} is not a number between {} and {}
nn: {} er ikke eit tal mellom {} og {}

source: height - minimum 1 maximum 12
nn: høgde - minimum 1, maksimalt 12

source: width - minimum 1 maximum 12
nn: bredde - minimum 1, maksimum 12

source: Story module
nn: Artikkel-modul

source: larger numbers come first
nn: Større tal kjem fyrst

source: Static module
nn: Statisk modul

source: Static modules
nn: Statiske modular

source: Placement on front page
nn: Plassering på framsida

source: Use django template rendering
nn: Bruk django template markup

source: Frontpage Story
nn: Framsideoppslag

source: Frontpage Stories
nn: Framsideoppslag

source: position and size of story element.
nn: plassering og storleik på elementet

source: image
nn: bilete

source: headline
nn: tittel / overskrift

source: kicker
nn: stikktittel

source: vignette
nn: vignett

source: lede
nn: ingress

source: PDF is not uploaded yet.
nn: PDF er ikkje lasta opp ennå.

source: Issues
nn: Papirutgaver

source: Regular
nn: Vanlig

source: Magazine
nn: Magasin

source: Welcome special
nn: Velkomstutgave

source: Pdf issue
nn: Papirutgave

source: Pdf issues
nn: Papirutgaver

source: Pdf file for this issue.
nn: Pdf-fil for denne papirutgaven

source: An image file of the front page
nn: Biletefil av framsida

source: Extracted from file.
nn: Henta frå fila

source: Markup
nn: Tekstkoding

source: block tag
nn: avsnitts-tag

source: block tags
nn: avsnitts-tagger

source: add
nn: legg til

source: body text
nn: brødtekst

source: theme word
nn: temaord

source: create aside
nn: ny faktaramme

source: create pullquote
nn: lag uthevet sitat

source: delete
nn: slett

source: Misspelling found during import.
nn: Skrivefeil oppdaget under importering

source: inline tag
nn: løpende tag

source: inline tags
nn: løpende tagger

source: import
nn: importer

source: extra
nn: ekstra

source: clean
nn: ren

source: Aliases
nn: aliaser

source: explain this pattern
nn: forklar dette mønsteret

source: preview
nn: visning

source: Autocrop
nn: Automatisk beskjæring

source: Photo
nn: Foto

source: Filename
nn: Filnavn

source: center
nn: midtpunkt

source: pending
nn: i kø

source: corner detection
nn: detaljer

source: multiple faces
nn: ansikter

source: single face
nn: portrett

source: manual crop
nn: manuell beskjæring

source: cropping method
nn: beskjæringsmetode

source: How this image has been cropped.
nn: Metode for beskjæring

source: md5 hash of source file
nn: md5-hash av kildefila

source: file size
nn: biletestorleik

source: size of file in bytes
nn: storleik på kildefila i bytes

source: mtime timestamp of source file
nn: mtime timestamp for kildefila

source: ImageFile
nn: Biletefil

source: ImageFiles
nn: Biletefiler

source: source file
nn: kildefil

source: height
nn: høgde

source: full height in pixels
nn: full pikselhøgde

source: width
nn: bredde

source: old file path
nn: gamal filplassering

source: previous path if the image has been moved.
nn: logg av tidligere filplasseringer

source: who made this
nn: hvem har laget dette?

source: copyright information
nn: opphavsrett

source: extra information about license and attribution if needed.
nn: Supplerende informasjon om opphavsrett for biletet

source: Profile Image
nn: Profilbilete

source: Profile Images
nn: Profilbileter

source: make frontpage story
nn: lag eit framsideoppslag

source: find linked stories
nn: finn lenkede artikler

source: Stories
nn: Artikler

source: Story headline or lede.
nn: Tittel eller ingress i saken

source: By
nn: Av

source: Text
nn: Tekst

source: Illustration
nn: Illustrasjon

source: Graphics
nn: Grafikk

source: Translation
nn: Oversettelse

source: TextPhoto
nn: Tekst og foto

source: TextVideo
nn: Tekst og video

source: PhotoVideo
nn: Foto og video

source: inline link
nn: lenke i teksten

source: inline links
nn: lenke

source: link label
nn: markør for lenken

source: link target
nn: mål for lenken

source: link to story on this website.
nn: lenke som går til ein anna artikkel på denne nettsida.

source: linked story
nn: artikkel som blir lenket til

source: alternate link text
nn: alternativ lenketekst

source: link text
nn: lenketekst

source: Status code returned from automatic check.
nn: Statuskode frå automatisk sjekk.

source: http status code
nn: http statuskode

source: HTML tags found in text:
nn: HTML funnet i teksten:

source: Content with xtags markup.
nn: Innhold som har xtags

source: bodytext tagged text
nn: brødtekst kilde

source: HTML tagged content
nn: Innhold formattert som html

source: bodytext html tagged
nn: brødtekst html

source: No such element. Valid indexes:
nn: Fant ikke index. Gyldige indekser:

source: Section
nn: Seksjon

source: Sections
nn: Seksjoner

source: Section title
nn: Seksjonstittel

source: section title
nn: Seksjonstittel

source: StoryType
nn: Artikkeltype

source: StoryTypes
nn: Artikkeltyper

source: Story
nn: Artikkel

source: Published on website
nn: Publisert

source: Published, but hidden from search engines
nn: Publisert, men skjult for søkemotorar

source: Will not be published
nn: Skal ikke publiseres

source: Used as template for new articles
nn: Brukt som mal for nye artikler

source: Technical error
nn: Teknisk feil

source: primary id in the legacy prodsys database.
nn: Primærnøkkel i prodsysdatabasen

source: prodsak id
nn: bilete i prodsys

source: language
nn: språk

source: main headline or title
nn: Hovedtittel eller overskrift

source: secondary headline, usually displayed above main headline
nn: supplerende tittel, vanligvis over hovedtittelen

source: brief introduction or summary of the story
nn: Kort sammendrag eller introduksjon

source: for internal use only
nn: for intern bruk

source: comment
nn: kommentar

source: theme, topic, main keyword
nn: tema

source: the people who created this content.
nn: Opphavspersoner for redaksjonellt innhold

source: the type of story.
nn: Kategori som artikkelen hører til.

source: article type
nn: artikkeltype

source: when this story will be published on the web.
nn: tidspunkt som denne saken blir eller ble publisert på nett

source: publication date
nn: publiseringsdato

source: publication status.
nn: publiseringsstatus

source: which issue this story was printed in.
nn: artikkelen sto på trykk i denne papirutgaven

source: issue
nn: Papirutgave

source: which page the story was printed on.
nn: artikkelen sto på trykk på dette sidetallet

source: page
nn: side

source: how many time the article has been viewed.
nn: hvor mange ganger denne artikkelen har blitt lest

source: total page views
nn: hits

source: calculated value representing recent page views.
nn: beregnet ut frå nylige besøk

source: recent page views
nn: hotness

source: all bylines as html.
nn: alle bylines som html

source: From old web page. For reference only.
nn: Fra den gamle nettsida. For referanse.

source: Imported html source.
nn: Importert kildekode html

source: From prodsys. For reference only.
nn: Fra prodsys. Kun for referanse.

source: Imported xtagged source.
nn: Importert xtag kilde.

source: Leave blank to unpublish
nn: tomt felt for å avpublisere

source: index
nn: indeks

source: Is this element placed on top?
nn: Plassert helt først i artikkelen

source: story element
nn: artikkel-element

source: story elements
nn: artikkel-elementer

source: Pullquote
nn: Uthevet sitat

source: Pullquotes
nn: Uthevede sitater

source: Aside
nn: Faktaramme

source: Asides
nn: Faktarammer

source: Inline HTML block
nn: html-avsnitt

source: Inline HTML blocks
nn: html-avsnitt

source: 5:2 landscape
nn: 5:2 breddeformat

source: 2:1 landscape
nn: 2:1 breddeformat

source: 3:2 landscape
nn: 3:2 breddeformat

source: 4:3 landscape
nn: 4:3 breddeformat

source: square
nn: kvadratisk

source: 3:4 portrait
nn: 3:4 høgdeformat

source: 2:3 portrait
nn: 2:3 høgdeformat

source: 1:2 portrait
nn: 1:2 høgdeformat

source: graph (force original ratio)
nn: grafikk

source: Text explaining the media.
nn: Tekst som hører med biletet

source: caption
nn: biletetekst

source: Extra information about media attribution and license.
nn: Supplerende informasjon om opphavsrett

source: credit line
nn: akreditering

source: Relative image size.
nn: relativ biletestorleik

source: image size
nn: biletestorleik

source: aspect ratio
nn: bileteformat

source: height / width
nn: høgde / bredde

source: Image
nn: Bilete

source: Images
nn: Bileter

source: Choose an image by name or upload a new one.
nn: Velg eit bilete eller last opp eit nytt bilete

source: Videos
nn: Videoer

source: id for video file.
nn: id for videofila

source: the part of the url that identifies this particular video
nn: delen av urlen som identifiserar denne videoen.

source: Django site admin
nn: Adminside

source: Django administration
nn: Django administrasjon

source: Documentation
nn: Dokumentasjon

source: Change password
nn: Endre passord

source: Log out
nn: Logg ut

source: Home
nn: Heim

source: Password change
nn: Skift passord

source: Password change successful
nn: Passordet er blitt endra

source: Your password was changed.
nn: Passordet vart endra

source: Please correct the error below.
nn: Rett opp denne feilen.

source: Norwegian Bokmal
nn: Bokmål

source: Norwegian Nynorsk
nn: Nynorsk

source: English
nn: Engelsk
